#include <locale.h>
#include <stdio.h>
void main()
{
	setlocale(LC_ALL, "RUS");
	puts("************************************************");
	puts("*                                              *");
	puts("*   тема: Разработка консольного приложения    *");
	puts("*                                              *");
	puts("*     Выполнили Капичников Ю. Г.               *");
	puts("*     Группа: бИПТ-252                         *");
	puts("*                                              *");
	puts("************************************************");
	getchar();
	return 5555;
}