#include <locale.h>
#include <stdio.h>

void name()
{
	setlocale(LC_ALL, "RUS");
	puts("************************************************");
	puts("*                                              *");
	puts("* тема: Разработка консольного приложения      *");
	puts("*                                              *");
	puts("*     Выполнили Капичников Ю. Г. и Тринц Н. Е. *");
	puts("*     Группа: бИПТ-252                         *");
	puts("*                                              *");
	puts("************************************************");
	return 0;
}

void date()
{
	setlocale(LC_ALL, "RUS");
	puts("*********************************************");
	puts("*                                           *");
	puts("*   __  __     __    __     __    __        *");
	puts("*  |  |   |   |  |  |      |  |     |       *");
	puts("*  |  | --    |  |   --    |  |     |       *");
	puts("*  |  |   |   |  |     |   |  |     |       *");
	puts("*   --  --  .  --    --  .  --              *");
	puts("*                                           *");
	puts("*********************************************");
}
void main()
{
	name();
	puts("");
	puts("");
	puts("");
	date();
}